Repository: Iswelgoed/beanz_gdpr
Catalog: languages/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Add a GDPR Cookie Disclosure to your website
nl_nl: Voeg een GDPR Cookie Melding toe aan uw website

source: This website uses cookies to optimise your experience. By continuing to surf on this website, you accept our privacy- and cookie policy. Click on <strong>Accept cookies</strong> to immediately continue to our website or click <strong>Customise cookies</strong> to change your preferences.
nl_nl: Deze website maakt gebruik van cookies om je website-ervaring te optimaliseren. Door verder te surfen, ga je akkoord met ons privacy- en cookiebeleid. Klik op <strong>Accepteer</strong> om cookies te accepteren en direct door te gaan naar de website of klik op <strong>Wijzig</strong> om uw voorkeuren te wijzigen.

source: Accept cookies
nl_nl: Accepteer

source: Customise cookies
nl_nl: Wijzig

source: More information
nl_nl: Meer informatie

source: Select which cookies you want to accept
nl_nl: Selecteer welke cookies je wilt accepteren

source: Essentials
nl_nl: Functioneel

source: These are cookies that are essential for the website to work correctly.
nl_nl: Deze cookies zijn essentieel om de website correct te laten functioneren.

source: Analytics
nl_nl: Analytisch

source: Cookies related to site visits, browser types, etc...
nl_nl: Deze cookies zijn gerelateerd aan het bijhouden van bezoeken, browser types, enz…

source: Cookies related to marketing, e.g. newsletters, social media, etc...
nl_nl: Deze cookies zijn gerelateerd aan marketing, bijvoorbeeld nieuwsbrieven, sociale media, etc…

source: Name
nl_nl: Naam

source: %s is required
nl_nl: %s is verplicht

source: Handle
nl_nl: Kenmerk

source: Cookie Type handles may only contain letters, numbers and underscore "_" characters
nl_nl: Kenmerken van Cookie Types mogen enkel bestaan uit letter, nummers en platte streepjes “_”

source: A Cookie Type with the handle %s already exists
nl_nl: Een Cookie Type met het kenmerk %s bestaat al

source: Description
nl_nl: Omschrijving

source: General Settings
nl_nl: Instellingen

source: GDPR default settings are saved successfully.
nl_nl: GDPR instellingen zijn succesvol opgeslagen.

source: Default settings
nl_nl: Standaard instellingen

source: Title
nl_nl: Titel

source: Message
nl_nl: Bericht

source: Accept button
nl_nl: Accepteer knop

source: Advanced button
nl_nl: Geavanceerd knop

source: There are a few cookies that Concrete5 sets automatically for the website to work correctly.
nl_nl: Er zijn een aantal cookies dat Concrete5 automatisch plaatst om de website correct te laten functioneren.

source: These cookies fall under the "Fixed Cookie" in the disclosure and visitors will not be able to deselect it.
nl_nl: Deze cookies vallen onder “Vaste Cookie” in de melding en bezoekers kunnen deze niet uitvinken.

source: Fixed cookie label
nl_nl: Vaste cookie label

source: Fixed cookie description
nl_nl: Vaste cookie omschrijving

source: Save
nl_nl: Opslaan

source: Cookie type %s is successfully saved.
nl_nl: Cookie type %s is succesvol opgeslagen.

source: Cookie type %s is successfully activated.
nl_nl: Cookie type %s is succesvol geactiveerd.

source: Cookie type %s is successfully archived.
nl_nl: Cookie type %s is succesvol gearchiveerd.

source: This Cookie Type is inactive. This option will not be shown in the cookie disclosure and the scripts will never be loaded.
nl_nl: Deze Cookie Type is niet actief. De optie zal niet getoond worden in de cookie melding en de scripts zullen nooit geladen worden.

source: These scripts will be executed when the visitor accepted the cookies.
nl_nl: Deze scripts zullen uitgevoerd worden wanneer de bezoeker de cookies accepteert.

source: This is where you can put tracking codes, etc...
nl_nl: Hier kan je tracking codes, enz… plaatsen.

source: Script-tags should not be present, and will be removed.
nl_nl: Script-tags mogen niet aanwezig zijn, en zullen verwijderd worden.

source: Translations
nl_nl: Vertalingen

source: Back to List
nl_nl: Terug naar Lijst

source: Activate
nl_nl: Activeer

source: Archive
nl_nl: Archiveer

source: Are you sure you want to delete %s?
nl_nl: Bent u zeker dat u %s wilt verwijderen?

source: Delete
nl_nl: Verwijder

source: Cookie type is successfully deleted.
nl_nl: Cookie type is succesvol verwijderd.

source: Active
nl_nl: Actief

source: Archived
nl_nl: Gearchiveerd

source: Add Cookie Type
nl_nl: Voeg Cookie Type Toe
